{
  "title": "Hello World",
    "homet":"Home /",
    "projectnav": "Projects /",
      "aboutme": "About Me /",
      "findme": "Contact /",
          "frontend":"Front-End Engineer ©'24 Nargys",
          "aspiring":"I'm  an aspiring front-end software engineer with a strong passion for building responsive and effective web applications that positively impacts the world in tech and life.",
          "combi":"The combination of my passion for design, code, and coffee positions me in a unique place in the world.",
              "aboutbutton":"About Me",
              "someproject":"SOME SELECTED {PROJECTS} I DID 23'24",
              "moreproject":"More Projects",
                  "clickfordemo":"Click for GitHub",
                      "myown":"My Own Portfolio",
                      "titleproject":"My journey in front-end programming and design blossomed through a variety of projects. Starting with HTML, CSS, and JavaScript, I progressed to dynamic applications with Bootstrap and React. SCSS boosted my styling finesse, while GSAP added fluid animations. MongoDB streamlined backend data management, and Figma simplified design prototyping. Each project was a stepping stone toward expertise, crafting engaging digital content. But this doesn't stop here. I am always learning to adapt new technologies.",
                      "footerinfo":"IF YOU WANT TO SAY HELLO, GET IN TOUCH WITH ME, I'LL BE VERY HAPPY TO HEAR FROM YOU",
                        "aboutpp":"I am Nargiz, also known as Nargys - an aspiring Front-End Engineer and sometimes a speciality coffee expert. I graduated with a bachelor's degree in Management Information Systems from Beykent University in Istanbul in 2019 and completed my master's in Entrepreneurship and Management at Riga Technical University in January 2024. During my academic journey, I had an internship in front-end development at Accenture Baltics in 2022, although I had to discontinue it due to the demands of my master's studies. After graduating with my master's in Riga, I have decided to fully dedicate myself to my front-end engineering journey.Currently, I am deeply immersed in Front-End Development, learning on my own, fueled by my passion for creating digital experiences that are both immersive and visually captivating, leaving a lasting impact on users even after they have interacted with them. In my free time, I play tennis 🎾 (that's why the cursor here is a tennis ball), visit new speciality coffee places, and explore nature outside the city.",
                        "textp":"Who am I?",
                        "techskills":"Tech Skills"







}
