{
  "title": "Hallo Welt",
  "homet":"Startseite",
  "projectnav": "Projekte",
  "aboutme": "Ûber Mich",
    "findme": "Kontakt",
    "frontend":"Front-End Entwickler ©'24 Nargys",
    "aspiring":"Ich bin ein aufstrebender Frontend- und Softwareentwickler mit einer großen Leidenschaft für die Entwicklung von ansprechenden und effektiven Webanwendungen, die sich positiv auf die Technologie und das Leben auswirken.",
    "combi":"Die Kombination meiner Leidenschaft für Design, Code und Kaffee positioniert mich an einem einzigartigen Ort auf der Welt.",
    "aboutbutton":"Über Mich",
    "someproject":"EINIGE AUSGEWÄHLTE {PROJEKTE}, DIE ICH GEMACHT HABE 23'24.",
    "moreproject":"Weitere Projekte",
    "clickfordemo":"Klicken Sie für GitHub Code", 
    "myown":"Mein persönliches Portfolio", 
    "titleproject":"Meine Reise in der Front-End-Programmierung und im Design blühte durch eine Vielzahl von Projekten auf. Angefangen mit HTML, CSS und JavaScript, habe ich mich zu dynamischen Anwendungen mit Bootstrap und React weiterentwickelt. SCSS steigerte meine stilistische Feinheit, während GSAP flüssige Animationen hinzufügte. MongoDB optimierte das Backend-Datenmanagement, und Figma vereinfachte das Design-Prototyping. Jedes Projekt war ein Meilenstein auf dem Weg zur Expertise und zur Gestaltung ansprechender digitaler Inhalte. Aber das hört hier nicht auf. Ich lerne ständig, mich an neue Technologien anzupassen.",
    "footerinfo":"WENN DU HALLO SAGEN MÖCHTEST, NIMM KONTAKT MIT MIR AUF. ICH WERDE MICH SEHR FREUEN, VON DIR ZU HÖREN",
    "aboutpp":"Ich bin Nargiz, auch bekannt als Nargys - eine angehende Front-End-Entwicklerin und manchmal eine Expertin für Spezialitätenkaffee. Ich habe meinen Bachelor-Abschluss in Management Information Systems an der Beykent University in Istanbul im Jahr 2019 gemacht und meinen Master-Abschluss in Unternehmertum und Management an der Riga Technical University im Januar 2024 abgeschlossen. Während meines Studiums absolvierte ich ein Praktikum in der Front-End-Entwicklung bei Accenture Baltics im Jahr 2022, musste es jedoch aufgrund der Anforderungen meines Masterstudiums abbrechen. Nach meinem Abschluss mit dem Master in Riga habe ich beschlossen, mich voll und ganz meiner Front-End-Entwicklung zu widmen.Derzeit tauche ich tief in die Front-End-Entwicklung ein und lerne auf eigene Faust, angetrieben von meiner Leidenschaft, digitale Erlebnisse zu schaffen, die sowohl fesselnd als auch visuell ansprechend sind und bei den Benutzern auch nach der Interaktion mit ihnen einen bleibenden Eindruck hinterlassen. In meiner Freizeit spiele ich Tennis 🎾 (deshalb ist der Cursor hier ein Tennisball), besuche neue Spezialitätenkaffee-Orte und erkunde die Natur außerhalb der Stadt.",
    "textp":"Wer bin ich?",
    "techskills":"Technische Fähigkeiten"

}
